/* This is a mapping of BRError code failures to localized recovery suggestions */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureSuggestions.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "Use iTunes to manage your music, videos, and movies and iPhoto to manage your photos.";

/* kBRMediaNoPhotoContent */
301 = "Use iPhoto to import and manage your photos.";

/* kBRMediaNoPodcastContent */
302 = "Use iTunes to subscribe to podcasts from the iTunes Store.";

/* kBRMediaNoTVShowContent */
305 = "Use iTunes to purchase TV shows from the iTunes Store.";

/* kBRMediaNoMusicVideoContent */
306 = "Use iTunes to purchase music videos from the iTunes Store.";

/* kBRMediaNoPlaylists */
307 = "Use iTunes to create and manage your playlists.";

/* kBRMediaNoSongContent */
308 = "Use iTunes to import songs or purchase songs from the iTunes Store.";

/* kBRMediaNoAudioBookContent */
309 = "Use iTunes to purchase audiobooks from the iTunes Store.";

/* kBRMediaNoMovies */
315 = "Drag movies into your Movies folder or use iTunes to purchase movies from the iTunes Store.";
